{
  "1": "ACRONYM_STATE:{\"GDP\": true, \"GHG\": true, \"HIC\": true, \"IEA\": true, \"WEO\": true}\n\nIndia is the world's fifth largest economy, and on track to becoming the third largest within this decade. Its per-capita income however still lags the emerging-market-and-developing country average by roughly 50 percent.§FOOTNOTE:1§ The government has ambitious development plans, and has announced a target of Viksit Bharat, that is a developed economy status by 2047.§FOOTNOTE:2§ To achieve this status of High-Income Country (HIC)§FOOTNOTE:3§ by 2047, the per capita Gross Domestic Product (GDP) growth rate would have to be at 6.4 percent per annum§FOOTNOTE:4§, more than a third faster that 4.7 percent achieved from 2014 to 2023.§FOOTNOTE:5§ \n\nThis rapid economic growth will lead to an increase in energy demand. India's per capita primary energy consumption was just 35 percent of the global average in 2023. An increase in electricity consumption to match the levels of upper-middle-income countries would require an increase in electricity generation capacity by 2.8 times just in 2023.§FOOTNOTE:6§ In its World Energy Outlook (WEO), the International Energy Agency (IEA) projects that India's energy demand according to its stated policies will be 1.74 times larger in 2050 compared to 2023 with a corresponding 61 percent increase in Greenhouse Gas (GHG) emissions.§FOOTNOTE:7§",
  "2": "ACRONYM_STATE:{\"EU\": true, \"GDP\": true, \"GHG\": true, \"HIC\": true, \"IEA\": true, \"US\": true, \"WEO\": true}\n\nThis creates a fundamental challenge: India's development needs will drive a rise in energy consumption and emissions, making sustainable growth a critical challenge.  While on one hand India needs to expand its energy consumption to sustain economic growth, doing so risks increasing global emissions significantly. With its large population and ambitious prosperity targets, India faces a unique dilemma in its development progression.\n\nIndia is already a very climate-vulnerable country having consistently recorded some of the hottest wet bulb temperatures in the world. Increasingly hotter summers every passing year have had health impacts, with 155,936 deaths attributable to high temperatures in the country in 2021.§FOOTNOTE:8§ A temperature increase of 1⁰C causes labour productivity loss by 2 percent in India manufacturing,§FOOTNOTE:9§ leading to the necessity of climate control and adaptation increasing energy requirements. All in all, the temperature rise under a carbon-intensive scenario could lead to a decline of 2.8 percent in household consumption by 2050, and a loss of 9.8 percent of GDP per capita in the most severe hotspots.§FOOTNOTE:10§ \n\nAt the same time, as the world's third-largest energy consumer and emitter of GHG, the country's energy and emissions trajectory will have global ramifications. Global fossil fuel CO2 emissions show no signs of abating with 37.4 GT being emitted in 2024. Since industrialization began in 1850, cumulative global CO₂ emissions have reached 2,607 GtCO₂. As a result, 94 percent of the carbon budget needed to stay within the 1.5°C warming limit has already been used.§FOOTNOTE:11§ The European Union (EU) and the United States (US) bear the responsibility for 32 percent of these emissions and China accounts for another 11 percent.§FOOTNOTE:12§ It is only now that the EU and the US have registered decreases and likely peaked fossil fuel emissions. China is also likely to only marginally increase its emissions over the next few years before peaking."
}